Repository: base-angewandte/image-backend
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de

source: autocomplete_user_albums_editable
de: bearbeitbare Alben

source: autocomplete_titles
de: Titel

source: autocomplete_artists
de: Künster*innen

source: autocomplete_keywords
de: Schlagworte

source: autocomplete_locations
de: Orte

source: autocomplete_users
de: Benutzer*innen

source: Enter %(label)s
de: %(label)s eingeben

source: Title
de: Titel

source: Artist
de: Künstler*in

source: Place of Production
de: Entstehungsort

source: Location
de: Standort

source: Keywords
de: Schlagworte

source: Date from, to
de: Datierung, von, bis

source: Year
de: Jahr

source: VIEW
de: ansehen

source: EDIT
de: bearbeiten

source: Album does not exist
de: Album existiert nicht

source: Artwork does not exist
de: Kunstwerk existiert nicht

source: Error during download of Album %(id)s: %(message)s
de: Fehler beim Herunterladen des Albums %(id)s: %(message)s

source: Invalid format
de: Ungültiges Format

source: File for artwork %(id)s not found
de: Datei für Kunstwerk %(id)s nicht gefunden

source: Folder does not exist
de: Der Ordner existiert nicht

source: Invalid format of at least one filter_value for title filter.
de: Ungültiges Format von mindestens einem filter_value für title Filter.

source: Invalid format of at least one filter_value for artists filter.
de: Ungültiges Format von mindestens einem filter_value für artists Filter.

source: Invalid filter_value format for date filter.
de: Ungültiges filter_value-Format für date Filter.

source: Invalid format of at least one filter_value for date filter.
de: Ungültiges Format von mindestens einem filter_value für date Filter.

source: date_from needs to be less than or equal to date_to.
de: date_from muss kleiner oder gleich date_to sein.

source: Artists
de: Künstler*innen

source: Photographer
de: Photograph*in

source: Author
de: Autor*in

source: Graphic Designer
de: Grafik-Designer*in

source: Discriminatory Term
de: Diskriminierende Begriffe

source: Photographers
de: Photograph*innen

source: Authors
de: Autor*innen

source: Graphic designers
de: Grafik-Designer*innen

source: Discriminatory terms
de: Diskriminierende Begriffe

source: Material/Technique
de: Material/Technik

source: Images
de: Bilder

source: Images successfully uploaded
de: Bilder erfolgreich hochgeladen

source: Upload multiple images
de: Mehrere Bilder hochladen

source: Image Content
de: Image Daten

source: Album contains slides with more than 2 artworks
de: Album enthält Folien mit mehr als 2 Kunstwerken

source: At least one image file can not be found
de: Mindestens eine Bilddatei kann nicht gefunden werden

source: Either a name or a valid %(label)s ID need to be set
de: Entweder ein Name oder eine gültige %(label)s ID werden benötigt.

source: No %(label)s entry was found for %(label)s ID %(id)s.
de: Es wurde kein %(label)s Eintrag mit der %(label)s ID %(id)s gefunden.

source: HTTP error %(status_code)s when retrieving %(label)s data: %(details)s
de: HTTP-Fehler %(status_code)s beim Abfragen der %(label)s Daten: %(details)s

source: Request error when retrieving %(label)s data. Details: %(error)s
de: Fehler beim Abfragen der %(label)s Daten. Details: %(error)s

source: Synonyms
de: Synonyme

source: Synonyms (old)
de: Synonyme (alt)

source: Overrides birth and death dates for display, if not empty.
de: Wird anstatt Geburts- und Todestag bei der Anzeige verwendet, sofern nicht leergelassen.

source: Overwrite entry with data from %(label)s?
de: Eintrag mit Daten von %(label)s überschreiben?

source: Persons
de: Personen

source: Overwrite Name, English with data from %(label)s?
de: Name, Englisch mit Daten von %(label)s überschreiben?

source: Keyword
de: Schlagwort

source: Request error when retrieving %(label)s data: %(error)s
de: Fehler beim Abfragen der %(label)s Daten. Details: %(error)s

source: Locations
de: Standorte

source: The %(label)s database does not provide a preferred name for this %(label)s ID.
de: Die %(label)s-Datenbank liefert keinen bevorzugten Namen für diese %(label)s ID.

source: Material/Technique (DE)
de: Material/Technik (DE)

source: Material/Technique (EN)
de: Material/Technik (EN)

source: Original Image
de: Originalbild

source: Fullsize Image
de: Bild in Originalgröße

source: Title, English
de: Titel, Englisch

source: Comment on title (DE)
de: Anmerkung zum Titel (DE)

source: Comment on title (EN)
de: Anmerkung zum Titel (EN)

source: Date
de: Datierung

source: Date From
de: Datierung, von

source: Date To
de: Datierung, bis

source: Material/Technique description (DE)
de: Material/Technik Beschreibung (DE)

source: Description of artwork materials and composition.
de: Beschreibung der Materialien/Komposition des Kunstwerks.

source: Material/Technique description (EN)
de: Material/Technik Beschreibung (EN)

source: Width
de: Breite

source: Height
de: Höhe

source: Depth
de: Tiefe

source: Dimensions
de: Format

source: Generated from width, height, and depth, but can also be set manually.
de: Wird aus Breite, Höhe und Tiefe generiert, kann aber auch manuell gesetzt werden.

source: Comments (DE)
de: Anmerkungen (DE)

source: Comments (EN)
de: Anmerkungen (EN)

source: Credits
de: Abbildungsnachweis

source: Credits URL
de: Abbildungsnachweis URL

source: Checked
de: Geprüft

source: Published
de: Veröffentlicht

source: Artwork
de: Kunstwerk

source: Artworks
de: Kunstwerke

source: Rights of use
de: Nutzungsrecht

source: Comment on title
de: Anmerkung zum Titel

source: Material/Technique description
de: Material/Technik Beschreibung

source: Comments
de: Anmerkungen

source: User
de: Benutzer*in

source: Slides
de: Folien

source: Permissions
de: Berechtigungen

source: Last changed by
de: Zuletzt geändert von

source: Albums
de: Alben

source: Invalid %(label)s ID format.
de: Ungültiges %(label)s ID Format.

source: The file extension %(file_extension)s does not match the image format '%(img_format)'. Valid extensions are: %(valid_extensions)s.
de: Die Dateiendung %(file_extension)s entspricht nicht dem Bildformat '%(img_format)'. Gültige Endungen sind: %(valid_extensions)s.

source: Image Admin
de: Image Redaktion

source: German
de: Deutsch

source: English
de: Englisch

source: Upload images
de: Bilder hochladen

source: By %(filter_title)s
de: Nach %(filter_title)s
